Returns the Schema guids of any Entities stored in this element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<Guid> GetEntitySchemaGuids()
  Visual Basic
Public Function GetEntitySchemaGuids As IList(Of Guid)
  Visual C++
public:
IList<Guid>^ GetEntitySchemaGuids()
 Return Value
 The schema Entity guids.
 See Also
  Element Class
  Autodesk.Revit.DB Namespace